{
  "keywords": "Keywords",
  "contentDescription": "CV site for Kristine Sundt Lorentzen",

  "header.contact": "Contact",
  "header.print": "Print",
  "header.download": "Download",

  "profile.picture": "Profile picture",
  "profile.jobTitle": "Senior developer",
  "profile.about.description": "I am passionately interested in usability and love to be challenged both technically and creatively. I have been luck enough to get experience with many different technologies, and I've learned a lot about how to present data in an efficient and visually appealing way.",
  "profile.info.age": "{age} years old",
  "profile.info.location": "Oslo, Norway",
  "profile.references.description": "References and certificates are provided upon request.",

  "categories.experience": "Experience",
  "categories.education": "Education",
  "categories.research": "Research",
  "categories.other": "Other",
  "categories.lookingFor": "What I am looking for",

  "experience.visma.title": "Senior consultant",
  "experience.visma.subtitle": "Visma",
  "experience.visma.description": "At Visma I've had the opportunity to work as a developer on multiple consultancy projects. I spent one year at the department Visma Consulting, placed on a project with the Directorate of Agriculture where I worked on a React application. On the project, I had a general development role, as well as a responsibility for testing and implementation of universal design. After the project ended, I was moved to Visma Digital Commerce, where I worked with the development of online stores for a range of customers on the platform Magento.",
  "experience.visma.keywords": "React, Magento, e-commerce, universal design",

  "experience.tietoevry.title": "Consultant and developer",
  "experience.tietoevry.subtitle": "TietoEVRY",
  "experience.tietoevry.description": "I started my time in EVRY (later called TietoEVRY) as a developer with the department Intelligent Automation, where I worked a lot with robotics, amongst others with the robot Pepper. I also worked with automation through use of RPA and development of chatbots. In the position I also worked a lot with business development, including evaluating new technology and new invesment areas, as well as the sales process surrounding selling solutions utilising those technologies. The position also allowed me the opportunity to arrange multiple visits from students on multiple ages, in order to share knowledge of technology and robotics. Later in EVRY I was given the opportunity to work as a consultant under the department Application Development, where I maintained 5 applications for Finance Norway.",
  "experience.tietoevry.keywords": "Robotics, Python, RPA, Angular, C#, Google Design Sprint",

  "experience.westerdals.title": "Master's Scholarship holder",
  "experience.westerdals.subtitle": "Westerdals Oslo ACT",
  "experience.westerdals.description": "In parallell with my masters studies, I was employed 50% as a Master's Fellow as the school. My tasks included lecturing in one subject per semester, help out with research at the department and to do my own research, including publishing research papers (see below). I had a lot of focus on usability, Internet of Things and how to exploit non-traditional surfaces for interaction, and got a lot of experience with testing such solutions.",
  "experience.westerdals.keywords": "Internet of Things, Java, UX, wearables, interaction design, research",

  "experience.telenor.title": "Technical support",
  "experience.telenor.subtitle": "Telenor",
  "experience.telenor.description": "A part time position I had while studying at technical support for mobile broadband and fiber products (internet, phone and TV) for Telenor",
  "experience.telenor.keywords": "Support",

  "experience.humac.title": "Salesperson",
  "experience.humac.subtitle": "Humac",
  "experience.humac.description": "A part time position I held while studying as a salesperson with Humac, where I sold Apple products and accessories for those products.",
  "experience.humac.keywords": "Sales, Apple",

  "education.master.title": "Master - Applied Computer Science",
  "education.master.subtitle": "Westerdals Oslo ACT",
  "education.master.description": "My studies provided me with a deeper understanding of how technology can interact with society, and how to get the most out of that technology. The courses also taught me a lot about how to use research and science to develop new technology, and how to test and publish research on the solutions that I made.",
  "education.master.keywords": "Visual analytics, Big Data, Agile, Internet of Things, UX, mobile development, research, accessibility",

  "education.bachelor.title": "Bachelor - Programming",
  "education.bachelor.subtitle": "NITH / Westerdals Oslo ACT",
  "education.bachelor.description": "The goal with the degree was to be introduced to many different technologies and concepts, as well as to build expertise in programming with Java.",
  "education.bachelor.keywords": "Java, MySQL, PHP, Android, Agile, Scrum, Internet of Things, Ruby on Rails",

  "education.generalAdmission.title": "Higher Education entrance qualifications",
  "education.generalAdmission.subtitle": "Ski Upper Secondary School",

  "research.researchProject1.type": "Research project",
  "research.researchProject1.title": "Those Who Fail the Introductory Computer Programming Course in Higher Education",
  "research.researchProject1.source": "NOKOBIT",
  "research.researchProject1.description": "An article exploring why about 1/3 of students that take an introdutory computer programming course fail, and what the school can do to minimize this number",

  "research.researchProject2.type": "Research project",
  "research.researchProject2.title": "Sensors in Your Clothes: Design and Development of a Prototype",
  "research.researchProject2.source": "13th International Conference, MobiWIS 2016, Wien, Austria",
  "research.researchProject2.description": "Wearable computing is fast advancing as a preferred approach for integrating software solutions not only in our environment, but also in our everyday garments to exploit the numerous information sources we constantly interact with. This paper explores this context further by showing the possible use of wearable sensor technology for information critical information systems, through the design and development of a proof-of-concept prototype.",

  "research.master.type": "Master's Thesis",
  "research.master.title": "Visual Analytics on a mobile surface: Aiding emergencies in multi-story buildings",
  "research.master.source": "Westerdals Oslo ACT",
  "research.master.description": "This paper discusses the challenges of visualising data about fire emergencies. Because of the stress experienced during such situations, it is important to consider human behaviour during emergencies, and the most efficient ways of displaying data. In addition, due to the fact that people generally only have access to their mobile phones during evacuations, this paper focuses on developing an emergency aid application for a mobile screen. The paper also shows how indoor location data can be utilised efficiently to aid during emergency evacuations, and how list distortion can be used to display info about the floors in a building.",

  "research.bachelor.type": "Main Project, Bachelor",
  "research.bachelor.title": "Simulation tool for passenger flow through Avinor’s airports",
  "research.bachelor.source": "Westerdals Oslo ACT",
  "research.bachelor.description": "This report describes the process of developing a user friendly simulation tool for simulating trafic from a delivery service to a security control at Oslo Airport and other similar areas.",

  "other.mentor.type": "Reverse mentorship",
  "other.mentor.title": "'Reverse mentor' for Per Hove",
  "other.mentor.source": "TietoEVRY",
  "other.mentor.description": "This was an arrangement where then CEO of EVRY wanted some young employees to give him a new perspective. I had the opportunity to be one of four mentors for Per for one year.",

  "other.award.type": "Awards",
  "other.award.title": "NKI Female Scholarship",
  "other.award.source": "NKI",
  "other.award.description": "Is awared to a student who, through academic performance and social activities, has promoted women in IT-education in an especially good manner.",

  "other.marketingManager.type": "Administrative duties",
  "other.marketingManager.title": "Marketing manager",
  "other.marketingManager.source": "The Student Parlament at NITH",
  "other.marketingManager.description": "Adminstering the marketing, both internally and externally, of The Student Parlament of NITH and the school's students, as well communication between and from the school's organizations.",

  "other.tutor.type": "Volunteering",
  "other.tutor.title": "Guidance Councellor",
  "other.tutor.source": "Westerdals Oslo ACT",
  "other.tutor.description": "During my time as a student at NITH / Westerdals I was a guidenance councelor for a range of courses. These include: Programming 1, Iterative web project, Advanced Java programming, and mobile development.",

  "other.repetitionLecturer.type": "Volunteering",
  "other.repetitionLecturer.title": "Repetition lecturer",
  "other.repetitionLecturer.source": "Westerdals Oslo ACT",
  "other.repetitionLecturer.description": "One of two students that alternated in holding repetition lectures which went through the subjects that had been taught earlier in the week, in the course Programming 1, normally once a week for 1-2 hours.",

  "other.lkk.type": "Volunteering",
  "other.lkk.title": "Teacher",
  "other.lkk.source": "Lær Kidsa Koding",
  "other.lkk.description": "I was a teacher for a beginners course in Scratch (https://scratch.mit.edu/) over 8 weeks at Deichmanske Library, Majorstua.",

  "other.bartender.type": "Volunteering",
  "other.bartender.title": "Bartender",
  "other.bartender.source": "#fuBar",
  "other.bartender.description": "Bartending at the studentbar at NITH / Westerdals. My responsibilities included serving drinks and snacks, as well as helping out with arranging a movie night once a week.",

  "other.aug.type": "Volunteering",
  "other.aug.title": "Deputy chairman",
  "other.aug.source": "Apple User Group",
  "other.aug.description": "The organization to support and help Apple users at NITH. My work included helping out with general administration of the group, as well as arranging events.",

  "lookingFor.point.1": "The opportunity to use creative problem solving",
  "lookingFor.point.2": "Tasks that allow me to work independently",
  "lookingFor.point.3": "A place where I can develop and learn",
  "lookingFor.point.4": "A good work culture where people lift each other up",
  "lookingFor.point.5": "A position where I can utiilize my technical knowledge",
  "lookingFor.point.6": "A company I can help build and make better"
}
