{
  "keywords": "Keywords",
  "contentDescription": "CV site for Caspar Ramstad Heide",

  "header.contact": "Contact",
  "header.print": "Print",
  "header.download": "Download",

  "profile.picture": "Profile picture",
  "profile.jobTitle": "Senior UX Designer",
  "profile.about.description": "As a passionate designer and illustrator, I have led key UX design projects, founded startups, and delved deeply into branding and visual communication. With a cross-disciplinary background that also encompasses team leadership and strategic planning, I see design as a bridge between the product and its users. Regardless of the challenge, I always place the user's needs and expectations at the core of my design process.",
  "profile.info.age": "{age} years old",
  "profile.info.location": "Oslo, Norway",
  "profile.references.description": "References and certificates are provided upon request.",

  "categories.experience": "Experience",
  "categories.education": "Education",
  "categories.research": "Research",
  "categories.other": "Other",
  "categories.lookingFor": "What I'm Looking For",
  "categories.gallery": "Gallery",
  
  "experience.antidiffer.title": "UX Designer",
  "experience.antidiffer.subtitle": "AntiDiffer/Differ Pragma",
  "experience.antidiffer.description": "At AntiDiffer/Differ Pragma, I was responsible for leading UX design projects, especially for clients like PrivatMegleren. My primary task was to delve deeply into user experience studies to understand and improve digital interactions. From developing user journey maps, wireframes, and designing digital interfaces with Figma, I managed projects from start to finish. As a key contributor to the transformation to Differ Pragma, I was involved in the development of an entirely new brand identity. Beyond that, I designed pitch decks and made leading decisions, both technically, visually, and strategically.",
  "experience.antidiffer.keywords": "UX, IX, Design",

  "experience.diggit.title": "UX Designer",
  "experience.diggit.subtitle": "Diggit",
  "experience.diggit.description": "In my role at Diggit, I held a unique position as the company's lead designer, where I had the opportunity to shape and enhance the user experience from the ground up. I guided the design processes from idea to implementation – everything from crafting user journeys, task flows, and wireframes, to detailed UI design and prototyping ready for user testing. Beyond that, I influenced Diggit's visual identity by creating marketing materials such as posters, flyers, animations, and video productions. Additionally, in close collaboration with our development team, I also took an active role as Scrum Master to ensure smooth project execution.",
  "experience.diggit.keywords": "Figma, Adobe XD, Adobe AE, Scrum, Agile",

  "experience.drs.title": "Team Member",
  "experience.drs.subtitle": "DRS",
  "experience.drs.description": "During my time in a part-time position at DRS, while simultaneously immersing myself in self-study for UX design, I actively worked in telemarketing. My primary responsibility was to focus on the sale of commercial products, but I also provided support as needed.",
  "experience.drs.keywords": "Sales, Support",

  "experience.stormgroup.title": "Location manager & Salgscoach",
  "experience.stormgroup.subtitle": "Storm Group AS",
  "experience.stormgroup.description": "During my tenure at Storm Group AS, I initially focused on B2C sales for both commercial clients and charitable organizations. In my first year, I was promoted to a sales coach, a role that entailed training the sales team and monitoring their sales performance. In my second year, I advanced to the position of location manager for Storm Group's Oslo branch. This role endowed me with the overarching responsibility for the branch's sales figures, recruitment of new talent, and planning of sales territories for our teams.",
  "experience.stormgroup.keywords": "Sales, Leadership",

  "experience.brokkrgames.title": "Co-founder, Lead Artist",
  "experience.brokkrgames.subtitle": "Brokkr Games",
  "experience.brokkrgames.description": "I co-founded Brokkr Games with three close friends. As the Lead Artist, I was the driving force behind the company's visual identity, taking primary responsibility for UI design, graphics, illustrations, and animations.",
  "experience.brokkrgames.keywords": "Unity, Adobe Illustrator, Adobe Photoshop",

  "experience.snakeskinstudios.title": "Co-founder, Head of Illustration",
  "experience.snakeskinstudios.subtitle": "Snakeskin Studios",
  "experience.snakeskinstudios.description": "Together with two fellow students, I established Snakeskin Studios, a design agency dedicated to brand building for startups in Cornwall. In my role as Head of Illustration, I specialized in visual representation, with a primary focus on packaging design and book covers.",
  "experience.snakeskinstudios.keywords": "Adobe Illustrator, Adobe Photoshop",

  "education.bachelor.title": "Bachelor of Arts in Illustration",
  "education.bachelor.subtitle": "Falmouth University",
  "education.bachelor.description": "During my time at Falmouth University, I was challenged with practical assignments that mirrored real-world illustration projects, aiming to hone my problem-solving skills. This course emphasized developing my own unique visual language. Additionally, I was introduced to core design concepts like color theory, composition, and typography.",
  "education.bachelor.keywords": "Illustration, Drawing, Graphic Design",

  "education.generalAdmission.title": "Higher Education entrance qualifications",
  "education.generalAdmission.subtitle": "Ullern Upper Secondary School",

  "lookingFor.point.1": "A role that values creative problem-solving.",
  "lookingFor.point.2": "The opportunity for independent work and autonomy in projects.",
  "lookingFor.point.3": "An environment for continuous personal and professional growth.",
  "lookingFor.point.4": "A positive work culture that encourages collaboration and support.",
  "lookingFor.point.5": "A position that allows me to apply my technical expertise.",
  "lookingFor.point.6": "A chance to actively contribute to the development and improvement of the company."
}
