{
  "keywords": "Nøkkelord",
  "contentDescription": "CV side for Kristine Sundt Lorentzen",

  "header.contact": "Kontakt",
  "header.print": "Skriv ut",
  "header.download": "Last ned",

  "profile.picture": "Profilbilde",
  "profile.jobTitle": "Senior utvikler",
  "profile.about.description": "Jeg er lidenskapelig opptatt av brukervennlighet og elsker å bli utfordret både teknisk og kreativt. Jeg har vært heldig nok til å få erfaring med mange forskjellige teknologier, og har lært mye om hvordan å presentere data på en effektiv og visuelt appelerende måte.",
  "profile.info.age": "{age} år gammel",
  "profile.info.location": "Oslo, Norge",
  "profile.references.description": "Referanser og attester gis ved forespørsel.",

  "categories.experience": "Erfaring",
  "categories.education": "Utdanning",
  "categories.research": "Forskning",
  "categories.other": "Annet",
  "categories.lookingFor": "Hva jeg ser etter",

  "experience.visma.title": "Senior konsulent",
  "experience.visma.subtitle": "Visma",
  "experience.visma.description": "Hos Visma har jeg fått muligheten til å jobbe som utvikler på flere konsulentoppdrag. Jeg tilbragte først et år på avdelingen Visma Consulting, utplassert på prosjekt hos Landbruksdirektoratet hvor jeg jobbet med en React-applikasjon. På prosjektet hadde jeg en generell utviklerrolle, samt ansvar for testing og implementasjon av universell utforming. Etter prosjektet ble jeg flyttet til Visma Digital Commerce, hvor jeg har jobbet med utvikling av nettbutikker for en rekke kunder på platformen Magento.",
  "experience.visma.keywords": "React, Magento, e-commerce, universell utforming",

  "experience.tietoevry.title": "Konsulent og utvikler",
  "experience.tietoevry.subtitle": "TietoEVRY",
  "experience.tietoevry.description": "Jeg startet min tid i EVRY (senere TietoEVRY) som utvikler under avdelingen Intelligent Automation, hvor jeg jobbet mye med robotikk med blant annet roboten Pepper. Jeg jobbet også med automatisering gjennom bruk av RPA og utvikling av chatbotter. I stillingen jobbet jeg også en del med bedriftsutvikling, som inkluderte å gjøre vurderinger av ny teknologi og nye satningsområder, og salgsprosessen rundt å selge løsninger som brukte disse teknologiene. Stillingen ga meg også muligheten til å arrangere flere besøk av studenter i mange aldre, for å dele kunnskap om teknologi og robotikk. Senere i EVRY fikk jeg mulighet til å jobbe som konsulent under avdelingen Application Development, hvor jeg forvaltet 5 applikasjoner for Finans Norge.",
  "experience.tietoevry.keywords": "Robotikk, Python, RPA, Angular, C#, Google Design Sprint",

  "experience.westerdals.title": "Masterstipendiat",
  "experience.westerdals.subtitle": "Westerdals Oslo ACT",
  "experience.westerdals.description": "Parallelt med mitt masterstudie var jeg ansatt 50% som masterstipendiat på skolen. Mine arbeidsoppgaver inkluderte å forelese i ett fag per semester, hjelpe til med forskningsarbeid på avdelingen og gjøre eget forskningsarbeid, inkludert å publisere forskningsartikler (se 'Forskning'). Jeg hadde mye fokus på brukervennlighet, Internet of Things og hvordan å utnytte utradsjonelle flater for interaksjon, og fikk mye erfaring med hvordan å teste slike løsninger.",
  "experience.westerdals.keywords": "Internet of Things, Java, UX, wearables, interaksjonsdesign, forskning",

  "experience.telenor.title": "Teknisk support",
  "experience.telenor.subtitle": "Telenor",
  "experience.telenor.description": "En deltidsstilling ved siden av studier på teknisk support for mobilt bredbånd og fiberprodukter (nett, telefon og TV) for Telenor.",
  "experience.telenor.keywords": "Support",

  "experience.humac.title": "Selger",
  "experience.humac.subtitle": "Humac",
  "experience.humac.description": "En deltidsstilling ved siden av studier som selger hos Humac, hvor jeg solgte Apple-produkter og tilbehør til disse.",
  "experience.humac.keywords": "Salg, Apple",

  "education.master.title": "Master - Applied Computer Science",
  "education.master.subtitle": "Westerdals Oslo ACT",
  "education.master.description": "Studiet gav en dypere forståelse av hvordan teknologi kan integreres i samfunnet, og hvordan man kan få mest mulig ut av den teknologien. Gjennom studiet lærte jeg også mye om hvordan å bruke forskning for å utvikle ny teknologi, og hvordan å teste og pubilsere min egen forskning om det jeg selv gjorde.",
  "education.master.keywords": "Visuell analytikk, Big Data, Agile, Internet of Things, UX, mobilutvikling, forskning, universell utforming",

  "education.bachelor.title": "Bachelor - Programmering",
  "education.bachelor.subtitle": "NITH / Westerdals Oslo ACT",
  "education.bachelor.description": "Målet med studiet var å bli introdusert til mange forskjellige teknologier og konsepter, samt å bygge ekspertise innen programmering gjennom Java.",
  "education.bachelor.keywords": "Java, MySQL, PHP, Android, Agile, Scrum, Internet of Things, Ruby on Rails",

  "education.generalAdmission.title": "Generell studiekompetanse",
  "education.generalAdmission.subtitle": "Ski Videregående",

  "research.researchProject1.type": "Forskningsprosjekt",
  "research.researchProject1.title": "Those Who Fail the Introductory Computer Programming Course in Higher Education",
  "research.researchProject1.source": "NOKOBIT",
  "research.researchProject1.description": "En artikkel som utforsker hvorfor omtrent 1/3 av studenter som tar et introduksjonskurs i programmering feiler, og hva skolen kan gjøre for å minimere dette antallet.",

  "research.researchProject2.type": "Forskningsprosjekt",
  "research.researchProject2.title": "Sensors in Your Clothes: Design and Development of a Prototype",
  "research.researchProject2.source": "13. Internasjonale Konferanse, MobiWIS 2016, Wien, Østerrike",
  "research.researchProject2.description": "Wearable computing avanseres raskt som en foretrukket måte for å integrere programvareløsninger, ikke bare i våre omgivelser, men også i hverdagslige antrekk, for å utnytte de mange informasjonskildene vi konstant interagerer med. Denne artikkelen utforsker dette videre ved å vise mulig bruk av wearable sensorteknologi for informasjonskritiske informasjonssystemer, gjennom design og utvikling av en proof-of-concept prototype.",

  "research.master.type": "Masteravhandling",
  "research.master.title": "Visual Analytics on a mobile surface: Aiding emergencies in multi-story buildings",
  "research.master.source": "Westerdals Oslo ACT",
  "research.master.description": "Denne artikkelen diskuterer utfordringene rundt visualisering av data om nødssituasjoner som inkluderer brann. På grunn av stresset som forårsakes av en slik situasjon er det viktig å vurdere menneskelig oppførsel under nødssituasjoner, og den mest effektive måten å presentere data. I tillegg, gitt det faktum at folk generelt kun har tilgang til deres mobiltelefoner under nødssituasjoner, fokuserer denne artikkelen på å utvikle en applikasjon for nødssituasjoner for mobile skjermer. Artikkelen viser også hvordan innendørs lokasjonsdata kan utnyttes effektivt for å hjelpe til under en nødsevakuering, og hvordan listeforvregning kan brukes for å vise informasjon om forskjellige etasjer i et bygg.",

  "research.bachelor.type": "Hovedprosjekt, Bachelor",
  "research.bachelor.title": "Simuleringsverktøy for passasjerflyt gjennom Avinors lufthavner",
  "research.bachelor.source": "Westerdals Oslo ACT",
  "research.bachelor.description": "I denne rapporten beskrives prosessen rundt å utvikle et brukervennlig simuleringsverkøy for simulering av trafikk fra tilbringertjeneste til sikkerhetskontroll på Oslo Lufthavn og andre liknende områder.",

  "other.mentor.type": "Omvendt mentorskap",
  "other.mentor.title": "'Omvendt mentor' for Per Hove",
  "other.mentor.source": "TietoEVRY",
  "other.mentor.description": "Dette var en ordning hvor daværende CEO av EVRY ville ha noen unge ansatte som kunne gi han et nytt perspektiv. Jeg fikk mulighet til å være en av fire mentorer for Per i ett år.",

  "other.award.type": "Utmerkelse",
  "other.award.title": "NKI Kvinnestipend",
  "other.award.source": "NKI",
  "other.award.description": "Tildeles en student som, gjennom akademisk ytelse og sosiale aktiviteter, har promotert kvinner i IT-utdannelse på en spesielt god måte.",

  "other.marketingManager.type": "Verv",
  "other.marketingManager.title": "Markedssjef",
  "other.marketingManager.source": "Studentsamfunnet NITH",
  "other.marketingManager.description": "Administering av markedsføringen, både innad og uttad, av Studentsamfunnet NITH og skolens studenter, samt bedre kommunikasjonen mellom og ut fra studentsamfunnets organisasjoner.",

  "other.tutor.type": "Frivillig arbeid",
  "other.tutor.title": "Veileder",
  "other.tutor.source": "Westerdals Oslo ACT",
  "other.tutor.description": "I min tid som student på NITH / Westerdals var jeg veileder for en rekke fag. Disse inkluderer: Programering 1, Iterativt webprosjekt, Avansert Javaprogrammering og mobilutvikling.",

  "other.repetitionLecturer.type": "Frivillig arbeid",
  "other.repetitionLecturer.title": "Repetisjonsforeleser",
  "other.repetitionLecturer.source": "Westerdals Oslo ACT",
  "other.repetitionLecturer.description": "En av to studenter som vekselvis holdt repetisjonsforelesninger som gikk gjennom det som hadde blitt lært tidligere i uken i faget Programmering 1, vanligvis en gang i uken i 1-2 timer",

  "other.lkk.type": "Frivillig arbeid",
  "other.lkk.title": "Lærer",
  "other.lkk.source": "Lær Kidsa Koding",
  "other.lkk.description": "Jeg var en lærer i et begynnerkurs i Scratch (https://scratch.mit.edu/) over 8 uker på Deichmanske Bibliotek, Majorstua.",

  "other.bartender.type": "Frivillig arbeid",
  "other.bartender.title": "Bartender",
  "other.bartender.source": "#fuBar",
  "other.bartender.description": "Bartenderarbeid ved studentbaren i NITH / Westerdals. Mine ansvarsområder inkluderte servering av drikkevarer og snacks, samt å hjelpe til med å arrangere filmkveld en gang i uken.",

  "other.aug.type": "Frivillig arbeid",
  "other.aug.title": "Nestleder",
  "other.aug.source": "Apple User Group",
  "other.aug.description": "Organisasjonen var ansvarlig for å støtte og hjelpe brukere av Apple-produkter på NITH. Mitt arbeid inkluderte å hjelpe til med den generelle administrasjonen av gruppen og arrangering av eventer.",

  "lookingFor.point.1": "Muligheten for å bruke kreativ problemløsning",
  "lookingFor.point.2": "Arbeidsoppgaver som lar meg jobbe selvstendig",
  "lookingFor.point.3": "Et sted hvor jeg kan utvikle meg",
  "lookingFor.point.4": "En god arbeidskultur hvor man bygger opp hverandre",
  "lookingFor.point.5": "En stilling hvor jeg kan utnytte min tekniske kunnskap",
  "lookingFor.point.6": "En bedrift jeg kan hjelpe med å bygge opp og gjøre bedre"
}
