{
  "keywords": "Nøkkelord",
  "contentDescription": "CV side for Caspar Ramstad Heide",

  "header.contact": "Kontakt",
  "header.print": "Skriv ut",
  "header.download": "Last ned",

  "profile.picture": "Profilbilde",
  "profile.jobTitle": "Senior UX Designer",
  "profile.about.description": "Jeg er lidenskapelig opptatt av design og brukeropplevelser. I mitt arbeidsliv har jeg lært av utfordringene og den kreative friheten som kommer med selvstending arbeid i startups. I prosjektene jeg har vært med i har jeg fått erfare hvordan design er en essensiell del av relasjonen mellom produkt og bruker.",
  "profile.info.age": "{age} år gammel",
  "profile.info.location": "Oslo, Norge",
  "profile.references.description": "Referanser og attester gis ved forespørsel.",

  "categories.experience": "Erfaring",
  "categories.education": "Utdanning",
  "categories.research": "Forskning",
  "categories.other": "Annet",
  "categories.lookingFor": "Hva jeg ser etter",
  
  "experience.antidiffer.title": "UX Designer",
  "experience.antidiffer.subtitle": "AntiDiffer/Differ Pragma",
  "experience.antidiffer.description": "Ledet UX-designprosjekter for PrivatMegleren. Utførte grundige brukeropplevelsesstudier. Designet digitale grensesnitt med Figma. Laget wireframes og gjennomførte brukerreisekart. Bidro til omformingen til Differ Pragma, inkludert utvikling av ny merkevareidentitet. Utarbeidet pitch decks og tok tekniske, visuelle og strategiske beslutninger.",
  "experience.antidiffer.keywords": "UX, IX, Design",

  "experience.diggit.title": "UX Designer",
  "experience.diggit.subtitle": "Diggit",
  "experience.diggit.description": "Hos Diggit har jeg fått muligheten til å utvikle UX konsepter og lage gode brukeropplevelser. Som Diggit sin eneste designer har jeg jobbet med designprosjekter fra start til slutt. Fra utvikling av brukerreiser, task flows og wireframes til UI design og prototyping for brukertesting. I tillegg til designprosjektene har jeg jobbet med å skape Diggit sin visuelle profil, plakater og flyers for markedsføring, samt animasjonsdesign og videoredigering. Jeg har også ansvar som Scrum master.",
  "experience.diggit.keywords": "Figma, Adobe XD, Adobe AE, Scrum, Agile",

  "experience.drs.title": "Team Member",
  "experience.drs.subtitle": "DRS",
  "experience.drs.description": "En deltidstilling mens jeg gjorde selvstudier for UX design. Telemarketing med fokus på salg av kommersielle produkter.",
  "experience.drs.keywords": "Salg, Support",

  "experience.stormgroup.title": "Location manager & Salgscoach",
  "experience.stormgroup.subtitle": "Storm Group AS",
  "experience.stormgroup.description": "Jeg tilbragte de to første årene med B2C salg for kommersielle klienter og veldedige organisasjoner. Det første året fikk jeg muligheten til å bli salgscoach til et team som innebar opplæring av teamet og ansvar for deres salgresultater. Det siste året tok jeg over som location manager for Storm Groups Oslo avdeling. Stillingen innebar ansvar for kontorets salgsresultater,rekruttering av nye selgere og planla salgsområder for teamene.",
  "experience.stormgroup.keywords": "Salg, Ledelse",

  "experience.brokkrgames.title": "Medgrunnlegger, Lead artist",
  "experience.brokkrgames.subtitle": "Brokkr Games",
  "experience.brokkrgames.description": "Et spillselskap jeg startet med tre kompiser. Som lead artist hadde jeg ansvar for UI design, grafikk, illustrasjon og animasjoner.",
  "experience.brokkrgames.keywords": "Unity, Adobe Illustrator, Adobe Photoshop",

  "experience.snakeskinstudios.title": "Medgrunnlegger, Head of Illustration",
  "experience.snakeskinstudios.subtitle": "Snakeskin Studios",
  "experience.snakeskinstudios.description": "Designbyrå jeg startet med to medstudenter. Vi jobbet med merkevarebygging for startups i Cornwall. Som illustrasjonsansvarlig var mine fokusområder paknings- og bokomslagsdesign.",
  "experience.snakeskinstudios.keywords": "Adobe Illustrator, Adobe Photoshop",

  "education.bachelor.title": "Bachelor of Arts in Illustration",
  "education.bachelor.subtitle": "Falmouth University",
  "education.bachelor.description": "Studiets fokus var å trene på problemløsning gjennom praktiske oppgaver basert på realistiske illustrasjonsprosjekter, samt å utvikle ett eget visuelt språk. Gjennom studiet lærte jeg også generelle designkonsepter som fargebruk, komposisjon og typografi.",
  "education.bachelor.keywords": "Illustrasjon, tegning, grafisk design",

  "education.generalAdmission.title": "Generell studiekompetanse",
  "education.generalAdmission.subtitle": "Ullern VGS",

  "lookingFor.point.1": "Muligheten for å bruke kreativ problemløsning",
  "lookingFor.point.2": "Arbeidsoppgaver som lar meg jobbe selvstendig",
  "lookingFor.point.3": "Et sted hvor jeg kan utvikle meg",
  "lookingFor.point.4": "En god arbeidskultur hvor man bygger opp hverandre",
  "lookingFor.point.5": "En stilling hvor jeg kan utnytte min tekniske kunnskap",
  "lookingFor.point.6": "En bedrift jeg kan hjelpe med å bygge opp og gjøre bedre"
}
